Revit 2027 API
UnitTypeId.SquareMetersPerKilowatt Property
 Square meters per kilowatt.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SquareMetersPerKilowatt { get; }
Public Shared ReadOnly Property SquareMetersPerKilowatt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SquareMetersPerKilowatt {
	ForgeTypeId^ get ();
}
static member SquareMetersPerKilowatt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace